Repository: AlCastilloBa/roadcoin_level_editor
Catalog: locales/*/LC_MESSAGES/rceditor.po
Languages: fr

source: Nuevo
fr: Nouveau

source: Abrir
fr: Ouvrir

source: Guardar
fr: Sauver

source: Guardar como...
fr: Sauver sous...

source: Cerrar
fr: Fermer

source: Salir
fr: Sortir

source: Archivo
fr: Fichier

source: Deshacer
fr: Annuler

source: Rehacer
fr: Refaire

source: Preferencias...
fr: Preferences...

source: Editar
fr: Éditer

source: Redibujar todo
fr: Tout redessiner

source: Volver a (0,0)
fr: Retourner à (0,0)

source: Vista
fr: Vue

source: About...
fr: À propos...

source: Ayuda
fr: Aide

source: Verificar datos mapa
fr: Vérifier les données

source: Reenumerar segmentos
fr: Renuméroter les segments

source: Actualizar propiedades
fr: Mettre à jour les propriétés

source: Bienvenido al editor de niveles de Roadcoin
fr: Bienvenue dans l'éditeur de niveau de Roadcoin

source: CoordRaton
fr: CoordSouris

source: Eliminar
fr: Supprimer

source: Tabla
fr: Tableau

source: Alinear
fr: Aligner

source: Nombre
fr: Nom

source: Descripcion
fr: Description

source: Tipo rotacion mapa:
fr: Type rotation niveau:

source: Centro de giro mapa:
fr: Centre tournage niveau:

source: Seleccionar centro giro
fr: Choisir centre tournage

source: Angulo maximo:
fr: Angle maximal:

source: Seleccionar pos incial
fr: Choisir position de départ

source: Gravedad:
fr: Gravité:

source: Escala:
fr: Échelle:

source: Musica
fr: Musique

source: Tiempo cuenta atras:
fr: Temps compte à rebours:

source: Imagen moneda
fr: Image pièce de monnaie

source: Imagen fondo fijo
fr: Image de fond fixe

source: Moneda no rota
fr: Pièce monnaie ne tourne pas

source: Imagen segmento pared
fr: Image segment mur

source: Imagen segmento meta
fr: Image segment but

source: Imagen segmento muerte
fr: Image segment mort

source: Imagen descripcion menu
fr: Image description menu

source: Fondo giratorio
fr: Fond rotatif

source: Imagen fondo giratorio
fr: Image fond rotatif

source: Posicion fondo giratorio:
fr: Position fond rotatif:

source: Izq X:
fr: Gauche X:

source: Arriba Y:
fr: Haut Y:

source: Der X:
fr: Droite X:

source: Abajo Y:
fr: Bas Y:

source: Centro giro fondo giratorio:
fr: Centre de rotation fond rotatif:

source: Numero segmento:
fr: Numéro segment:

source: Tipo segmento:
fr: Type de segment:

source: Forzar aplicar cambios
fr: Forcer appliquer changements

source: Numero bumper:
fr: Numéro bumper:

source: Centro:
fr: Centre:

source: Velocidad de salida:
fr: Vitesse de sortie:

source: V salida:
fr: V sortie:

source: Angulo:
fr: Angle:

source: Aceleracion:
fr: Acceleration:

source: Nuevo segmento: seleccione punto inicial
fr: Nouveau segment: choisir point initial

source: Seleccione un segmento
fr: Sélectionnez un segment

source: Nuevo bumper: seleccione punto central
fr: Nouveau bumper: choisir point central

source: Seleccione un bumper
fr: Sélectionnez un bumper

source: Nueva zona acel circular: seleccione punto central
fr: Nouvelle zone accel circulaire: choisir point central

source: Seleccione una zona de aceleracion circular
fr: Sélectionnez une zone de acceleration circulaire

source: Segmento
fr: Segment

source: seleccionado
fr: sélectionné

source: Segmentos deseleccionados
fr: Segments désélectionnés

source: Bumpers deseleccionados
fr: Bumpers désélectionnés

source: Zona acel circ
fr: Zone accel circ

source: seleccionada
fr: sélectionnée

source: Zonas acel circ deseleccionadas
fr: Zones accel circ désélectionnées

source: Nuevo segmento: seleccione punto final
fr: Nouveau segment: choisir point final

source: Error de programacion: etapa actual de añadir segmento tiene un valor no valido
fr: Erreur de programmation: étape actuelle d'ajout de segment a une valeur non valide

source: Nuevo bumper: seleccione radio (clic en un punto de la circunferencia)
fr: Nouveau bumper: choisir radio (cliquez sur un point de la circonférence)

source: Velocidad de salida
fr: Vitesse de sortie

source: Aviso
fr: Attention

source: No se ha creado el bumper.
fr: Le bumper n'a pas été créé.

source: Error de programacion: etapa actual de añadir bumper tiene un valor no valido
fr: Erreur de programmation: étape actuelle d'ajout de bumper a une valeur non valide

source: Nueva zona acel circular: seleccione radio (clic en un punto de la circunferencia)
fr: Nouvelle zone accel circulaire: choisir radio (cliquez sur un point de la circonférence)

source: Nueva zona acel circular: seleccione direccion (clic en un punto que defina el angulo)
fr: Nouvelle zone accel circulaire: choisir direction (Cliquez sur un point qui définit l'angle)

source: Aceleracion
fr: Acceleration

source: No se ha creado la zona circular de aceleracion.
fr: La zone d'accélération circulaire n'a pas été créée.

source: Error de programacion: etapa actual de añadir raccz tiene un valor no valido
fr: Erreur de programmation: étape actuelle d'ajout de RACCZ a une valeur non valide

source: Posicion inicial de la moneda actualizada
fr: Position initiale de la pi[ece de monnaie mise à jour

source: Centro de giro actualizado
fr: Centre de tournage mis à jour

source: Posicion centro de giro de fondo giratorio actualizado
fr: Position centre de tournage de fond rotatif mis à jour

source: Cerrar programa
fr: Fermer le programme

source: ¿Realmente desea cerrar el programa?
fr: Voulez-vous vraiment fermer le programme?

source: Abrir otro mapa
fr: Ouvrir un autre niveau

source: ¿Desea abrir otro mapa? Se perderán las modificaciones realizadas en el mapa actual
fr: Voulez-vous ouvrir un autre niveau? Les modifications faites sur le niveau actuel seront perdues

source: Sin nombre
fr: Sans nom

source: Nuevo mapa creado
fr: Nouveau niveau créé

source: Mapa
fr: Niveau

source: cargado
fr: chargé

source: Error
fr: Erreur

source: No hay ningún mapa cargado.
fr: Aucune niveau chargé

source: Comprobación mapa
fr: verification du niveau

source: Se han encontrado los siguientes errores.
fr: Les erreurs suivantes ont été trouvées.

source: Mapa no guardado debido a errores.
fr: Niveau non enregistré a cause d'erreurs.

source: guardado.
fr: enregistré

source: Cerrar mapa
fr: Fermer niveau

source: ¿Desea cerrar el mapa?
fr: Voulez-vous fermer le niveau?

source: Mapa cerrado
fr: niveau fermé

source: Aplicando zoom, espere por favor
fr: Appliquer zoom, s'il vous plaît attendez

source: aplicado. Listo
fr: appliqué. Préparé

source: Zoom minimo alcanzado
fr: Zoom minimum atteint

source: Valores no válidos, no se tienen en cuenta las modificaciones. Excepcion:
fr: Valeurs non valides, les modifications ne sont pas prises en compte. Exception:

source: Eliminar segmento
fr: Supprimer le segment

source: ¿Desea eliminar el segmento numero
fr: Voulez-vous supprimer le segment de numéro

source: borrado
fr: supprimé

source: El numero de segmento seleccionado (
fr: Le numéro de segment sélectionné (

source: ) no es valido.
fr: ) n'est pas valide.

source: Eliminar bumper
fr: Supprimer bumper

source: ¿Desea eliminar el bumper numero
fr: Voulez-vous supprimer le bumper de numéro

source: El numero de bumper seleccionado (
fr: Le numéro de bumper sélectionné (

source: Eliminar zona acel circular
fr: Supprimer la zone accel circulaire

source: ¿Desea eliminar la zona de aceleracion circular numero
fr: Voulez-vous supprimer la zone de acceleration circulaire de numéro

source: El numero de zona aceleracion circular seleccionado (
fr: Le numéro de zone d'accélération circulaire sélectionnée (

source: Valor no válido, no es un número. No se tienen en cuenta las modificaciones.
fr: Valeur non valide, ce n'est pas un nombre. Les modifications ne sont pas prises en compte.

source: No se han encontrado errores.
fr: Aucune erreur n'a été trouvée.

source: Seleccione punto inicial de la moneda
fr: Sélectionnez le point initial de la piece de monnaie

source: Seleccione centro de giro
fr: Choisir centre de rotation

source: Seleccione centro de giro del fondo giratorio
fr: Choisir le centre de rotation du fond rotatif

source: Ruta del juego:
fr: Route du jeu:

source: Umbral para alin. auto.:
fr: Seuil pour alin. auto.:

source: Idioma:
fr: langage:

source: Aceptar
fr: Accepter

source: Cancelar
fr: Annuler

source: Este cambio no será efectivo hasta el siguiente reinicio del programa.
fr: Ce changement ne sera pas efficace avant le prochain redémarrage du programme.

source: Acerca de...
fr: À propos...

source: Editor de niveles para el juego Roadcoin.
fr: Éditeur de niveau pour le jeu de Roadcoin.

source: Tabla de segmentos
fr: Table de segment

source: Nueva fila
fr: Nouvelle ligne

source: Eliminar fila
fr: Supprimer ligne

source: Actualizar tabla (desde mapa editor)
fr: Mettre à jour le tableau (depuis le éditeur)

source: Num segm
fr: Segm num

source: Tipo
fr: Type

source: Para editar, seleccionar modo segmentos y modo editar.
fr: Pour éditer, sélectionner le mode segments et le mode d'édition.

source: Ninguna fila seleccionada.
fr: Aucune ligne sélectionnée.

source: Tabla de bumpers
fr: Table de bumpers

source: Num bump
fr: Bump num

source: Para editar, seleccionar modo bumpers y modo editar.
fr: Pour éditer, sélectionner le mode bumpers et le mode d'édition.

source: Tabla de zonas de aceleracion circulares
fr: Tableau des zones d'accélération circulaire

source: Num RACCZ
fr: RACCZ num

source: Para editar, seleccionar modo zona aceleracion circular y modo editar.
fr: Pour éditer, sélectionner le mode zone accel circulaire et le mode d'édition.

source: Eliminar zona de aceleracion
fr: Supprimer la zone d'accélération

source: ¿Desea eliminar la zona de aceleracoin numero
fr: Voulez-vous supprimer la zone d'acceleration numéro

source: Zona de aceleracion circular
fr: Zone d'accélération circulaire

source: borrada
fr: supprimé

source: No se ha podido cargar la imagen del fondo giratorio. Excepcion:
fr: L'image du fond rotatif n'a pas pu être chargée. Exception:

source: Seleccione zoom...
fr: Sélectionnez Zoom...

source: Nombre del mapa no definido.
fr: Nom du niveau non definie.

source: Descripción del mapa no definida.
fr: Description du niveau non définie.

source: Numero de segmentos no definido.
fr: Nombre de segments non définis.

source: Tipo rotacion no definida.
fr: Type de rotation non défini.

source: Centro de giro no definido (y rotacion alrededor de punto fijo).
fr: Centre de rotation non défini (et rotation autour du point fixe).

source: Alguna componente del centro de giro no definido.
fr: Quelques composants du centre de rotation non défini.

source: Angulo máximo no definido.
fr: Angle maximum non défini.

source: Punto de inicio de la moneda no definido.
fr: Point de départ de la pièce non définie.

source: Alguna componente del punto de inicio de la moneda no definido.
fr: Quelques composants du point de départ de la pièce non définie.

source: La gravedad no está definida.
fr: La gravité n'est pas définie.

source: La imagen de la moneda no está definida.
fr: L'image de la pièce n'est pas définie.

source: La imagen del fondo fijo no está definida.
fr: L'image du fond fixe n'est pas définie.

source: Se espera imagen fondo giratorio, pero no está definido.
fr: L'image du fond rotatif est attendue, mais il n'est pas défini.

source: Se espera imagen fondo giratorio, pero falta definir alguna posición del fondo.
fr: L'image de fond rotatif est attendue, mais il est nécessaire de définir une position de fond.

source: Se espera imagen fondo giratorio, pero el centro de giro no está definido.
fr: L'image de fond rotatif est attendue, mais le centre de rotation n'est pas défini.

source: Se espera imagen fondo giratorio, pero alguna componente del centro de giro no está definido.
fr: L'image de fond rotatif est attendue, mais certains composants du centre de rotation ne sont pas définis.

source: Indice de segmento
fr: Indice de segment

source: parece incorrecto.
fr: semble incorrect.

source: , no definido punto start.
fr: , point de départ non défini.

source: , alguna coordenada de punto start no está definida.
fr: , certaines coordonnées du point start ne sont pas définies.

source: , no definido punto end.
fr: , point final non défini.

source: , alguna coordenada de punto end no está definida.
fr: , certaines coordonnées du point end ne sont pas définies.

source: , tipo de segmento no definido.
fr: , type de segment non defini. .

source: , visibilidad no definida.
fr: , visibilité non defini.

source: , no definido punto centro.
fr: , point central non défini.

source: , alguna coordenada de punto centro no está definida.
fr: , certaines coordonnées de point central ne sont pas définies.

source: , radio no definido o valor incorrecto.
fr: , radio non définie ou valeur incorrecte.

source: , valocidad de salida no definida o valor incorrecto.
fr: , vitesse de sortie non définie ou valeur incorrecte.

source: Indice de zona aceleracion circular
fr: Indice de la zone d'acceleration circulaire

source: Zona de aceleración circular
fr: Zone d'acceleration circulaire

source: , aceleracion no definida o valor incorrecto.
fr: , acceleration non définie ou valeur incorrecte.

source: Los siguientes numeros de segmentos no están definidos:
fr: Les numéros de segment suivants ne sont pas définis:

source: Los siguientes numeros de bumpers no están definidos:
fr: Les numéros de bumper suivants ne sont pas définis:

source: Los siguientes numeros de zonas de aceleracion circular no están definidos:
fr: Les numéros de zone d'acceleration circulaire suivants ne sont pas définis:
